// Generic
"Acknowledgements" = "Remerciements";
"BarcodeOrUsername" = "Barcode ou Nom d'utilisateur";
"Borrow" = "Emprunter";
"BorrowFailed" = "Echec de l'emprunt";
"BorrowCouldNotBeCompletedFormat" = "L'emprunt de %@ a échoué";
"Cancel" = "Annuler";
"Catalog" = "Catalogue";
"Categories" = "Catégories";
"Category" = "Catégorie";
"CheckConnection" = "Veuillez vérifier votre connexion et réessayer.";
"Close" = "Fermer";
"ConnectionFailed" = "Connexion échouée";
"Delete" = "Supprimer";
"DeviceAuthorizationError" = "Une erreur a eu lieue lors de l'authentification du périphérique.";
"Download" = "Télécharger";
"DownloadCouldNotBeCompleted" = "Le téléchargement a échoué.";
"DownloadCouldNotBeCompletedFormat" = "Le téléchargement de %@ a échoué.";
"DownloadFailed" = "Echec du téléchargement";
"Downloading" = "Téléchargement";
"Feedback" = "Feedback";
"Hide" = "Cacher";
"LibraryCard" = "Carte bibliothèque";
"LogIn" = "S'authentifier";
"More..." = "Plus…";
"MoreBooks" = "Plus de %@ livres";
"NoResultsFound" = "Aucun résultat trouvé.";
"NotConnected" = "Vous n'êtes pas connecté à Internet. Veuillez-vous connecter et réessayer.";
"OK" = "OK";
"PDFNotSupported" = "Le format PDF n'est pas supporté";
"PDFNotSupportedDescriptionFormat" = "%@ est un PDF, un format qui n'est pas supporté.";
"PIN" = "Code PIN";
"PrivacyPolicy" = "Politique de vie privée";
"Published" = "Publié";
"Publisher" = "Editeur";
"Read" = "Lu"; // present tense
"Remove" = "Supprimer";
"Reserve" = "Réserver";
"Return" = "Rendre";
"ReturnCouldNotBeCompletedFormat" = "Le retour de %@ a échoué.";
"ReturnFailed" = "Echec du retour";
"Requesting" = "Demande en cours";
"Search" = "Rechercher";
"Settings" = "Réglages";
"Show" = "Afficher";
"SignOut" = "Déconnexion";
"SigningOut" = "Déconnexion";
"SignUp" = "S'inscrire";
"SoftwareLicenses" = "Licences logicielles";
"SyncComplete" = "Synchronisation terminée";
"SyncFailed" = "Synchronisation échouée";
"TimedOut" = "Le serveur n'a pas répondu dans les temps. Veuillez réessayer ultérieurement.";
"TryAgain" = "Réessayer";
"UnknownRequestError" =
    "Une erreur inconnue a eu lieue. Veuillez réessayer ultérieurement";
"Verifying" = "En cours de vérification";
"YourBooksWereSyncedSuccessfully" = "Vos livres ont bien été synchronisés!";

// NYPLAppDelegate

"AppDelegateUpdateRequiredTitle" = "Mise à jour requise";
"AppDelegateUpdateRequiredMessageFormat" = "Une mise à jour critique est nécessaire pour des applications plus anciennes que la version %@. Les parties essentielles de l'application ne fonctionneront pas correctement jusqu'à ce qu'une mise à jour est effectuée.";
"AppDelegateUpdateNow" = "Mettre à jour maintenant";
"AppDelegateUpdateRemindMeLater" = "Rappelez Me Later";

// NYPLBookButtonsView

"BookButtonsViewRemoveHoldTitle" = "Supprimer la réservation";
"BookButtonsViewRemoveHoldMessage" = "Êtes-vous sûr de vouloir retirer \"%@\" de vos réservations ? Vous ne serez plus dans la file d'attente pour ce livre.";
"BookButtonsViewRemoveHoldConfirm" = "Supprimer";


// NYPLBookDetailViewControllerTitle

"BookDetailViewControllerTitle" = "Détails";
"BookDetailViewControllerDownloadNeededTitle" = "Votre livre n'a pas encore été téléchargé.";
"BookDetailViewControllerDownloadSuccessfulTitle" = "Votre livre est prêt!";
"BookDetailViewControllerAvailableToBorrowTitle" = "Ce livre est disponible pour emprunt.";
"BookDetailViewControllerCanHoldTitle" = "Tous les exemplaires de ce titres sont actuellement réservés";
"BookDetailViewControllerCanKeepTitle" = "Ce livre gratuit n'expire pas.";
"BookDetailViewControllerHoldingTitleFormat" = "Disponible à l'emprunt dans environ %@.";
"BookDetailViewControllerReservedTitleFormat" = "Cette réservation sera automatiquement annulée dans %@.";
"BookDetailViewControllerDistributedByFormat" = "Distribué par: %@";

// NYPLFacetView

"FacetViewNotActive" = "<>";

// NYPLHoldsViewController

"HoldsViewControllerTitle" = "Réservations";
"HoldsViewControllerSearchTitle" = "Chercher dans vos réservations";
"AvailableForCheckoutHeader" = "DISPONIBLE A L'EMPRUNT";
"WaitingForAvailabilityHeader" = "EN ATTENTE";

// NYPLMyBooksDownloadCenter

"MyBooksDownloadCenterConfirmDeleteTitle" = "Supprimer";
"MyBooksDownloadCenterConfirmDeleteTitleMessageFormat" = "Êtes-vous sûr de vouloir supprimer \"%@\"?";
"MyBooksGoToCatalog" = "Visitez le catalogue pour\najouter un livre à votre bibliothèque.";

"MyBooksDownloadCenterConfirmReturnTitle" = "Rendre";
"MyBooksDownloadCenterConfirmReturnTitleMessageFormat" = "Êtes-vous sûr de vouloir rendre \"%@\"?";

// NYPLMyBooksViewController

"MyBooksViewControllerTitle" = "Ma bibliothèque";
"MyBooksViewControllerSearchTitle" = "Chercher dans ma bibliothèque";
"MyBooksViewControllerFacetAll" = "Tous";
"MyBooksViewControllerFacetAuthor" = "Auteur";
"MyBooksViewControllerFacetOnLoan" = "En prêt";
"MyBooksViewControllerFacetTitle" = "Titre";
"MyBooksViewControllerGroupShow" = "Afficher";
"MyBooksViewControllerGroupSortBy" = "Trier par";

// NYPLReaderViewController

"ReaderViewControllerCorruptTitle" = "Le livre n'a pas pu être affiché";
"ReaderViewControllerCorruptMessage" = "Le fichier est corrompu et n'a pas pu être ouvert.";
"ReaderViewControllerCurrentChapter" = "Chapitre en cours";
"Book" = "Livre";
"leftin" = "laissé à l'intérieur";
"TOC" = "Table des matières";

// NYPLReaderReadiumView
"chapter" = "chapitre";

// NYPLReaderSettingsView
"SansFont" = "Police sans serif";
"SerifFont" = "Police serif";
"OpenDyslexicFont" = "Police Open dyslexic";
"WhiteOnBlackText" = "Texte blanc sur noir";
"BlackOnSepiaText" = "Texte noir sur sépia";
"BlackOnWhiteText" = "Texte noir sur blanc";
"DecreaseFontSize" = "Retrécir le texte";
"IncreaseFontSize" = "Agrandir le texte";
"MediaOverlayPlaybackToggle" = "Déclencher la lecture à haute voix";
"BrightnessSlider" = "Ajuster la luminosité";

// NYPLReaderSettingsViewController
"ReaderViewControllerToggleReaderSettings" = "Afficher les options de lecture";

// ReaderTOCViewController

"ReaderTOCViewControllerTitle" = "Table des matières";

// NYPLSettingsAccountViewController

"SettingsAccountViewControllerAuthenticationReason" = "Authentifiez-vous pour afficher le code PIN.";
"SettingsAccountViewControllerCannotLogOutTitle" =
  "Echec de la déconnexion";
"SettingsAccountViewControllerCannotLogOutMessage" =
  "Veuillez attendre la fin de certaines tâches de téléchargement avant de vous déconnecter.";
"SettingsAccountViewControllerInvalidCredentials" =
  "La combinaison de barre code et de code PIN est invalide, veuillez réessayer.";
"SettingsAccountViewControllerLoginFailed" = "Echec de l'authentification";
"SettingsAccountViewControllerLogoutFailed" = "Echec de la déconnexion";
"SettingsAccountViewControllerLogoutMessage" =
  "En vous déconnectant, tous les contenus affichés dans votre bibliothèque deviendront indisponibles.";
"SettingsAccountViewControllerMessageLogIn" = "Utilisez votre carte de bibliothèque pour vous authentifier.";
"SettingsAccountViewControllerMessageLogInToDownloadBook" =
  "Vous avez besoin d'une carte de bibliothèque pour emprunter ce livre.";
"SettingsAccountViewControllerMessageInvalidPIN" =
  "Votre code PIN a changé, veuillez entrer le nouveau code.";
"Location" = "Localisation";
"LocationRequiredMessage" = "Vos informations de localisation sont nécessaires pour l'inscription. Veuillez autoriser iOS à accéder à ces informations.";

// NYPLEULAViewController && NYPLSettingsEULAViewController
"Accept" = "Accepter";
"Reject" = "Ne pas accepter";
"EULA" = "License d'utilisation";
"EULAHaveToAgree" = "Vous devez accepter la licence d'utilisation pour lancer cette application.";
"NOTICE" = "NOTICE";

// NYPLSettingsPrivacyPolicyViewController
"PrivacyPolicy" = "Politique de vie privée";
"SettingsAccountViewControllerMessageTooManyActivations" = "Trop de périphériques ont été autorisés avec cette carte.";
